IdeaRS.Connections
Fastener Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.Fastener"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum Fastener
Members
Member name | Value | Description
Bolt | 0
Anchor | 1
Contact | 2
See Also
Reference
IdeaRS.Connections.Data Namespace